Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: The review also showed that while the increase in money supply in the initial years was mainly caused by foreign assets, the same in the subsequent years was caused by excessive internal borrowings.
ne_np: समीक्षा अवधिको अघिल्ला वर्षहरुमा मुद्रा प्रदाय विस्तार गराउनुमा खूद वैदेशिक सम्पत्तिको प्रमुख भूमिका रहँदै आएकोमा पछिल्ला वर्षहरुमा मूख्य कारकको रुपमा आन्तरिक कर्जा देखिन आएको थियो।

source: Thus, the average annual growth in loans and investment during this period was 23.0 percent.
ne_np: यसरी, यस अवधिमा कर्जा तथा लगानीको वार्षिक सरदर बृद्धि २३.० प्रतिशत रह्यो।

source: As regards the borrowings of government sector, there occurred and annual growth of 32.2 percent from 1964/65 to 1989/90.
ne_np: श्री ५ को सरकारतर्फको कर्जा २०२१र२२ देखि २०४६र४७ को अव धिमा वार्षिक ३२.२ प्रतिशतले बृद्धि भयो। .

source: The loan disbursement ration of the commercial banks which stood at 60.6 percent in June/July 1962, steadily rose to 70.1 percent in June/July 1990.
ne_np: वाणिज्य बैङ्कहरुको कर्जा निक्षेप अनुपात २०१९ आषाढ मा ६०.६ प्रतिशत रहेकोमा यो क्रमिकरुपले बृद्धि भई २०४७ आषाढमा ७०.१ प्रतिशत पुग्न गयो ।

source: Despite the insignificant success in the realization of principal in comparison to credit extension, the loan realization has increased at 16.8 percent per annum during this period.
ne_np: कर्जा लगानीको तुलनामा साँवा असुलीमा उल्लेखनीय सफलता प्राप्त गर्न सकेको नदेखिए तापनि यस अवधिमा कर्जा असुलीमा वार्षिक १६.८ प्र तिशतले बृद्धि भएको देखियो।

source: While loan realization in comparison to loan disbursement was 37.2 percent in 1974/75, the overdue portion of the outstanding loan gradually increased to 58 percent in 1989/90.
ne_np: कर्जा वितरणको दाँजोमा कर्जा असुली २०३१/३२ मा ३७.२ प्रतिशत रहेकोमा कर्जा उठाउन बाँकी ऋण क्रमशः बढदै गई २०४६/४७ को ५८.० प्रतिशत पुग्न गयो।

source: The loan disbursement of the commercial banks increased at 17.8 percent per annum during this period.
ne_np: यस अवधिमा वाणिज्य बैङ्कहरुको कर्जा वितरण वार्षिक १७.८ प्रतिशतले बढ्न गयो।

source: The price of food and beverages increased at 9.8 percent whereas the pricfe of non-food goods and services increased at 9.6 percent during this period.
ne_np: यस अवधिमा खाद्य तथा पेय पदार्थको मूल्यमा ९.८ प्रतिशत र गैर खाद्य वस्तु तथा सेवाको मूल्यमा ९.६ प्रतिशतले बृद्धि हुन गयो

source: Besides, there was tremendous pressure on price following an increased money supply at an average if 21 percent per annum because of the big increase in government expenditure during the seventh Plan (1989- 90) Period.
ne_np: साथै सातौं योजना(२०४२-४७) अवधिमा सरकारी खर्चमा भएको ठूलो बृद्धिले गर्दा मुद्रा प्रदाय औसत वार्षिक २१.० प्रतिशतले विस्तार हुन गएबाट मूल्यमा ठूलो चाप पर्न गयो।

source: Foreign Trade and Balance of Payments Situation: 6.1 Foreign Trade: An analysis of the data of the past years (1962-1990) reveals that the situation of foreign trade of the country was not in a good shape.
ne_np: वैदेशिक व्यापार तथा शोधनान्तर स्थिति: ६.१ वैदेशिक व्यापार : विगत वर्षहरु (२०१९-४७) को आँकडालाई विश्लेषण गरी हेर्दा मुलुकको वैदेशिक व्यापारको स्थिति चिन्ताजनक रहेको देखियो।

source: Export at current price had increased at an average if 11.2 percent per annum during this period while the import had increased at 14.2percent during the same period.
ne_np: यस अवधिमा प्रचलित मूल्यमा निकासी वार्षिक औसत ११.२ प्रतिशतले बढेको थियो। जवकि पैठारी यसै अवधिमा १४.२ प्रतिशतले बढेको थियो ।

source: Total trade deficit during this period had increased at an average if 16.6 percent per annum due to a limited export base in comparison to import.
ne_np: पैठारीको तुलनामा निकासीको आधार धेरै सानो रहेकोले कुल व्यापारघाटा यस अवधिमा औसत वार्षिक १६.६ प्रतिशतले बढ्न गएको थियो

source: Although considerable success was achieved in country wise diversification of trade for bringing about changes in its traditional situation, no significant achievement was made in achieving trade balance by increasing the volume of export through product-wise diversification.
ne_np: व्यापार क्षेत्रको परम्परागत स्थितिमा परिवर्तन ल्याउन विगत वर्षहरुमा वैदेशिक व्यापारको देशगत विविधीकरणतर्फ उल्लेखनीय सफलता हासिल भए तापनि निकासीमा वस्तुगत विविधीकरण ल्याई निकासी परिमाणमा नै बृद्धि गरी व्यापार सन्तुलन ल्याउनेतर्फ कुनै सफलता मिल्न सकेन।

source: During the same period, the trade with overseas countries increased to 77.3 percent from 2.3 percent.
ne_np: यसै अवधिमा समुद्रपारका मुलुकहरुसय्.त्र्गको व्यापार २.३ प्रतिशतबाट बढेर ७७.३ प्रतिशत पुग्न गयो।

source: Similarly, while the shares of export and import trade with India stood at 95.5 percent and 98.9 percent respectively in 1961/62, they gradually declined over the years to 12.7 percent and 25.2 percent respectively in 1980/90.
ne_np: त्यस्तै निकासीतर्फ २०१८र१९ मा कुल निकासीको ९५.५ प्रतिशत र पैठारी तर्फ ९८.९ प्रतिशत अंश भारततर्फको रहेकोमा यो वर्षेनी घटदै गई २०४६ /४७ मा क्रमशः १२.७ र २५.२ रहन गएको हो।

source: The trade and transit impasse between Nepal and India made 1989/90 an abnormal year, which also contributed to the trade with India drop to its lowest that year.
ne_np: २०४६/४७ मा नेपाल - भारत वाणिज्य तथा पारवहनसम्बन्धमा आएको गतिरोधको कारणबाट असाधारण वर्ष रह्यो र यस कारणबाट पनि उक्त वर्ष भारतसँग व्यापार न्यूनतम प्रतिशतमा ओर्ल्यो।

source: In the context of the trade structure of the country during this period, while the foods and raw materials constituted an important place in exp ort in the initial years, the industrial finished products replaced them following their substantial reduction in the later years especially during the seventh plan period.
ne_np: यस अवधिको मुलुकको व्यापार संरचनालाई हेर्दा निकासीतर्फ शुरुका वर्षहरुमा खाद्य वस्तु तथा कच्चा पदार्थको प्रमुख स्थान रही आएकोमा पछिल्ला वर्षहरुमा खास ग रेर सातौं योजनावधिमा यो निक्कै घटन गई औद्योगिक तयारी सामानहरुले महत्वपूर्ण स्थान लियो।

source: Recording a gradual increase, the shared of finished products increased to 82.9 percent of the total export in FY 1989/90.
ne_np: औद्योगिक तयारी सामानहरुको अंश कुल निकासीमा क्रमिक रुपमा बृद्धि भई २०४६/४७ मा ८२.९ प्रतिशत रहन गयो।

source: while jute and jute goods, rice, pulse and timber were main exportable in the initial years, the industrial finished products such as the woolen carpets and readymade garments became main exportable in the later years.
ne_np: शुरुका वर्षहरुमा जूट र जूटका सामानहरु, चामल, दाल तथा टिम्वर प्रमुख निकासीका वस्तुहरु रहिआएकोमा पछिल्ला वर्षहरुमा यसमा परिवर्तन आई ऊनी गलैंचा र तयारी लुगाजस्ता औद्योगिक तयारी सामानहरु प्रमुख निकासीका वस्तुहरु हुन आयो।

source: As regards the trade structure of import, the shares of foods and raw materials, industrial goods and other materials in the total import in FY 1961/62 were 39.9 percent, 59.5 percent and 0.8 percent respectively.
ne_np: पैठारीतर्फको व्यापार संरचनालाई हेर्दा २०१८/१९ को वर्षमा कुल पैठारीमा खाद्य वस्तु तथा कच्चा पादर्थको अंश ३९.९ प्रतिशत र औद्योगिक सामानहरुको अंश ५९.५ प्रतिशत र अन्य सामानहरुको अंश ०.८ प्रतिशत रह्यो।

source: There was predominance of industrial goods in the total import in FY 1989/90.
ne_np: २०४६/४७ को वर्षमा कुल पैठारीमा औद्योगिक सामानहरुको वाहुल्यता रह्यो।

source: The components of industrial goods and foods and industrial raw materials in the total imports in that year were 71.3 percent and 28.7 percent respectively.
ne_np: यी वर्षमा कुल पैठारीमा औद्योगिक सामानहरुको अंश ७१.३ प्रतिशत र खाद्य तथा औद्योगिक कच्चा पदार्थको अंश २८.७ प्रतिशत रह्यो।

source: Some efforts of export promotion and the creation of some institutional bases over the past years helped achieve some success in country-wise diversification of export trade.
ne_np: विगत वर्षहरुमा निकासी बढाउन केही संस्थागत आधारहरुको सृजनाको साथै केही निकासी प्रोत्साहनका प्रयासहरुको फलस्वरुप देशगत विविधीकरणमा केही सफलता प्राप्त भए ।

source: However, no real increase in export volume could be matherialised due to the lake of sustainable and sound bases through product diversification.
ne_np: तापनि निकासीमा वस्तुगत विविधीकरण ल्याई दिगो र सशक्त आधारहरु तयार हुन नसकेकोले निकासी परिमाणमा खास बृद्धि आउन सकेन।

source: During the early 10 year period of the panchayat regime, there was predominance of agricultural goods such as cereals and jute in the field of export and following the gradual decline in export of these goods, the industrial goods such as woolen carpets and readymade garments occupied the prominent place in the later years.
ne_np: पञ्चायती शासनको शुरुको १० वर्षको अवधिमा निकासीमा खाद्यान्न तथा जूट जस्ता कृषिजन्य वस्तुहरुको वाहुल्यता रहेको थियो र त्यसपछि यी वस्तुहरुको निकासी परिमाणमा क्रमशः ह्रास आई पछिल्ला वर्षहरुमा ऊनी गलैंचा र तयारी लुगाहरुजस्ता औद्योगिक वस्तुहरुको अग्रणी स्थान रहन गयो।

source: Overseas import increased considerably due to the country -wise and product-wise diversification of import during this review period.
ne_np: यस समीक्षा अवधिमा पैठारीतर्फ देशगत र वस्तुगत विविधीकरणको कारणले गर्दा समुद्रपारतर्फको पैठारी उल्लेखनीय रुपमा बृद्धि भयो।

source: While the share of import was 13.1 percent in the gross Domestic product (GDP) in FY 1964/65, it gradually increased to 20.2 percent in FY 1989/90 The export, however, showed only an insignificant increase during the same period period.
ne_np: २०२१/२२ मा कुल गार्हस्थ्य उत्पादनमा पैठारीको अंश १३.१ प्रतिशत दै गई २०४६/४७ मा २०.२ प्रतिशतपुग्न गयो। जव कि यस अवधिमा निकासी नगण्य रुपमा मात्र यढ्यो।

source: The share of export in GDP stood at 7 percent in 1964/65, which declined to 5.7 percent only on 1989/990.
ne_np: कुल गार्हस्थ्य उत्पादनमा निकासीको अंश २०२१/२२ मा ७.० प्रतिशत रहेकोमारहेकोमा यो क्रमशः बढ ् २०४६/४७ मा ५.७ प्रतिशत मात्र रहन गयो।

source: 6.2 Balance of payments situation: The foreign trade and balance of payment situation was used to be taken in isolation till 1970.
ne_np: ६.२ शोधनान्तर स्थिति : वैदेशिक व्यापार तथा शोधनान्तर स्थितिलाई २०२७ सालसम्म अर्थतन्त्रको एउटा सामान्य गतिविधिको रुपमा मात्र लिइएको थियो।

source: Later from 1975 onwards it was felt that the foreign trade and the balance of payments situation needed to be coordinated with other aspects relation to monetary, fiscal, foreign exchange and production of the country and due attention should be paid to the close interrelations among them while formulating the economic policy.
ne_np: तत्पश्चात् २०३२ देखि यता वैदेशिक व्यापार तथा शोधनान्तर स्थितिलाई देशको मौद्रिक, वित्तीय, विदेशी विनिमय तथा उत्पादनसँग समन्वय राख्नुपर्ने र आर्थिक नीति तर्जुमा गर्दा यिनीहरुको बीचको गहिरो सम्बन्धलाई ध्यानमा राख्नु पर्ने कुराको महसुस गरियो।

source: Thus, it became the foreign trade toward a specified goal of the economy during the first decade of the panchayat regime.
ne_np: यसबाट पञ्चायती शासनको पहिलो दशकमा वैदेशिक व्यापारलाई अर्थतन्त्रको निर्दिष्ट लक्ष्यतर्फ निर्देशित गर्ने प्रयासको अभाव भएको स्पष्ट देखिन आयो।

source: Thought the history if foreign trade of Nepal is long, the date relating to balance of payment being available only after 1974/75, the situation analysis is possible only of the years thereafter.
ne_np: नेपालको वैदेशिक व्यापारको इतिहास लामो भए तापनि शोधनान्तर स्थिति सम्बन्धी तथ्याङ्क २०३१/३२ को वर्ष देखि मात्र उपलब्ध भएकोले त्यसपछिका वर्षहरुको स्थितिको मात्र विश्लेषण गर्न सकिएको छ।

source: The main reasons for the balance of payment to be unfa vourable to the country during these years were the reduction of total export and the excessive increase in import resulting in great trade deficit.
ne_np: यी वर्षहरुमा शोधनान्तर स्थिति मुलुकको पक्षमा नहुनुको मुख्य कारणमा कुल निकासी घटन जानु र कुल पैठारीमा अत्यधिक बृद्धि भै व्यापार घाटा निक्कै बृद्धि हुने देखियो।

source: Current account deficit increased considerably in all three years.
ne_np: यी तीनै वर्षहरुमा चालु खाता घाटा रकम पनि निक्कै बृद्धि हुन गयो।

source: While balance of payment surplus had increased by 7.5 timens in 1989/90 in comparison to 1974/75, trade deficit had increased by 14.3 times.
ne_np: २०३१/३२ को तुलनामा २०४६/४७ मा शोधनान्तर बचत ७.५ गुणाले बृद्धि भएको छ भने व्यापार घाटा १४.३ गुणाले बृद्धि भयो।

source: Similarly, current account deficit increased at 32 percent per annum or by 64.5 times in 1989/90 in comparison to 1974/75.
ne_np: यस्तै चालु खाता घाटा वार्षिक ३२.० प्रतिशतले अर्थात २०३१/३२ को तुलनामा २०४६/४७ मा चालु खाता घाटा ६४.५ गुणाले बढन गयो।

source: As a result, the ration of current account deficit and GDP increased intensely.
ne_np: फलस्वरुप चालु खाताको रकम र कुल गार्हस्थ्य उत्पादनको अनुपातमा पनि तीव्र बृद्धि हुन गयो।

source: While, this ration was about 1 percent in 1974/75, it increased to 8.5 percent in 1989/90.
ne_np: यो अनुपात २०३१/३२ मा करीब१.० प्रतिशत रहेकोमा २०४६/४७ मा ८.५ प्रतिशत पुग्न गयो।

source: the main cause for this intense increase if current account deficit amount was the considerable increase in trade deficit.
ne_np: चालु खाता घाटा रकम यसरी तीव्र बृद्धि हुनुको मुख्य कारणनै व्यापार घाटा निक्कै बढ नु नै थियो ।

source: There occurred an excessive flow of foreign loans to bring down balance of payment deficit to a favourable situation in the years past.
ne_np: विगत वर्षहरुमा शोधनान्तर घाटालाई अनुकूल स्थितिमा ल्याउन विदेशी ऋणको अत्यधिक प्रवाह हुन गयो।

source: Though this was a short term expedient to make up current account deficit amount, this was not a reliable and sound was out in the long run, as it was certain that the economy itseif will have to face serious consequences in the future due to the burden of the foreign debt loan.
ne_np: चालु खाता घाटा रकमलाई पूर्ति गर्ने यो अल्पकालिन सजिलो उपाय देखिए तापनि दीर्घकालीन दृष्टिकोणले भरपर्दो र सशक्त उपाय नहुनुको साथै भविष्यमा वैदेशिक ऋणको बोझले गर्दा अर्थतन्त्रमा गम्भीर समस्या आइपर्ने कुरा निश्चित थियो।

source: There was a great increase in the foreign debt in the years past.
ne_np: विगत वर्षहरुमा वैदेशिक ऋणमा ठूलो बृद्धि हुन गयो।

source: There was much pressure on balance of payments situation on account of increasing current account deficit each year due to a slow growth in income from services and transfers during this period.
ne_np: यस अवधिमा सेवा तथा ट्रान्सफर आयतर्फको मन्द बृद्धिले गर्दा तीव्र रुपमा बढ दै गएको व्यापार बढी चाप पर्न गयो।

source: Foreign Exchange Situation: The foreign exchange reserves situation was favorable on the whole during the period of July 1961 to July 1990.
ne_np: विदेशी विनिमयको स्थिति : समष्टिगत रुपमा हेर्दा २०१८ आषाढ देखि २०४७ आषाढसम्मको विदेशी विनिमय सञ्चिति स्थिति राम्रो देखिएको थियो।

source: This underwent a gradual change and the convertible foreign exchange began to gain predominance in July 1990.
ne_np: यसमा क्रमिक रुपमा परिवर्तन आई २०४७ आषाढमा परिवर्त्य मुद्राको वाहुल्यता रहन आयो।

source: Thus, though there was a considerable increase in foreign currency reserves during this period, development of a regular and sustainable source of foreign exchange increased due to excessive flow if foreign loan and grants and as these are not reliable sources, a situation persisted where there was the possibility of drastic reduction of the reserves.
ne_np: यसरी विदेशी मुद्राको संचितिमा यस अवधिमा उल्लेखनीय बृद्धि भएको देखिए तापनि नियमित र दिगो स्रोतको विकास भने हुन सकेन। विदेशी ऋण र सहायताको अत्यधिक प्रवाहले गर्दा विदेशी मुद्राको सञ्चितिमा बृद्धि भएको र यो स्रोत भरपर्दो नभएको हुँदा कुनै पनि वखत अप्रत्याशित रुपबाट सञ्चिति घटन सक्ने स्थिति देखापरेको थियो।

source: Physical progress situation: 1.
ne_np: भौतिक प्रगति स्थिति १.

source: Agriculture, Forest and Irrigation 1.1 Agriculture: Much importance was attached to cereal crops production programme during the periodic plans in the past with the objective of increasing agricultural production and productivity.
ne_np: कृषि, वन तथा सिञ्चाइ १.१ कृषि : विगतका आवधिक योजनाहरुमा कृषि उत्पादन तथा उत्पादक्तव बृद्धि गर्ने उद्देश्य राखी खाद्यान्नउत्पादन कार्यक्रमलार्ई बढी महत्व दिइएको थियो।

source: Considering the development of institutional infrastructures during the past period and also the priority accorded in the allocation of development expenditure to meet theabove objective, the achievements made in the agricultural sector in respect of pro duction and productivity appeared to be far from satisfactory.
ne_np: यसअनुरुप विगत अवधिमा भएको संस्थागत पूर्वाधारहरुको विकास र विकास खर्चमा पाएको प्रथामिकता समेतलाई दृष्टिगत गर्दा यस अवधिमा कृषिक्षेत्रको उत्पादन तथा उत्पादकत्वको प्रगतिबाट सन्तोष लिने स्थिति देखिन आएन।

source: During the period of 1961/62 and 1989/90, while the are3a covered by the cereal crops increased at the rate of 2.2 percent per annum, production of principal cereal crops increased at an average of 2.1 percent per annum.
ne_np: २०१८/१९ देखि २०४६/४७ को अवधिमा प्रमुख खाद्यान्नबालीले ढाकेको क्षेत्रफल औसत बार्षिक २.२ प्रतिशतले बृद्धि हुन गयो भने प्रमुख खाद्यान्नबालीको उत्पादनमा औसत बार्षिक २.१ प्रतिशतले बृद्धि भएको देखियो।

source: The productivity, thus decreased by a rate of 0.1 percent.
ne_np: उत्पादकत्व ०.१ प्रतिशतका दरले घट्न गयो।

source: It became clearly evident that the contribution of the increased area was pivotal to whatever increase took place in production growth.
ne_np: यसबाट उत्पादनमा जे जति बृद्धि देखा पर्‍यो, त्यसमा क्षेत्रफल बृद्धिको देन नै सर्वोपरि रहेको कुरा स्पष्ट देखियो।

source: Similarly, the area, the production rate and the productivity rate of cash crops increased by 1.8 percent, 5.1 percent and 3.3 percent respectively over the period.
ne_np: त्यसै गरी प्रमुख नगदेबालीतर्फ उक्त अवधिमा क्षेत्रफल १.७ प्रतिशतका दरले, उत्पादन ५.१ प्रतिशतका दरले र उत्पादकत्व ३.३ प्रतिशतका दरले बृद्धि भएको देखियो।

source: Forest: Massive expansion of organizational structures in the forest sector was carried out in order to conserve the forest area and arrange the supply of forest products during the past period.
ne_np: वन : विगत अवधिमा वन-जङ्धलको संरक्षण गर्न र वन पैदावरको आपूर्ति व्यवस्था मिलाउन वनतर्फको सङ्धठनात्मक सरचनामा व्यापक विस्तार गरिए।

source: While forest development works in the hill and terai were being undertaken through a total of 22 forest divisions and 7 circle offices in 1965, forest offices in all the 75 districts, regional offices in all the regions and more than 200 ranger offices were set up by the year 1990.
ne_np: २०२२ मा पहाड र तराई गरी जम्मा २२ वन डिभिजन र ७ सर्कल कार्यालयहरुबाट वनविकासका कार्यहरु भइरहेकोमा २०४७ सम्ममा पच हत्तरै जिल्लामा वन कार्यालय, क्षेत्रमा क्षेत्रीय वन कार्यालय तथा २०० भन्दा बढी रेञ्जर कार्यालयहरुको व्यवस्था भए।

source: similarly, the number of technical manpower was considerably increased during this period.
ne_np: त्यसै गरी यस अवधिमा प्राविधिक जनशक्तिको संख्यामा पनि निकै बृद्धि भए।

source: Tree plantation in 2,454 ha.
ne_np: २ हजार ४५४ हेक्टर जमिनमा वृक्षारोपण

source: The available date reveals that the tree plantation was done in 99137 ha.
ne_np: ९९ हजार १३७ हेक्टर जमिनमा वृक्षारोपण गरिएको आंङकडाबाट देखियो।

source: Hence, though it was claimed that massive expansion of institutional bases of the forest sector and tree plantation works was undertaken during this period, the present dilapidated situation of the forest vindicates the fact that due attention was not paid towards forest conservation, promotion and utilization.
ne_np: यसरी यस अवधिमा वनक्षेत्रको सस्थागत आधारहरु र वृक्षारोपण कार्यमा व्यापक विस्तार गरिएको भनिए तापनि वनसंरक्षण, प्रवर्द्धन तथा उपयोगतर्फ उचित ध्यान पुग्न नसकेको कुरा विद्यमान वनको दारुण स्थितिले पुष्टि गर्दछ।

source: Though legal frameworks were constituted for conservation, promotion and utiliisation of forest during this period, forest protection could not be undertaken in an effective manner due to weak and inefficient implementation.
ne_np: यस अवधिमा वन जङ्धलको संरक्षण, सम्बर्द्धन र सदुपयोगको लागि कानुनी आधारहरुको निर्माण भए तापनि यसको कार्यान्वयन पक्ष बलियो र सवल बन्न नसकेबाट वनको सुरक्षा प्रभावकारी ढङ्धबाट सम्पादन हुन सकेन।

source: The forest sector became the major source of personal income for the cunning and shrewd people.
ne_np: टाठा बाठाका लागि वनक्षेत्र निजी आम्दानीको ठूलो स्रोत बन्न गयो।

source: Forest determination took place intensively during this period.
ne_np: यस अवधिमा तीव्र रुपमा वन विनाश भयो ।

source: This adversely affected the environment as well as the climate of the country.
ne_np: जस्ले गर्दा देशको पर्यावरण तथा हावापानीमा समेत प्रतिकूल असर पर्‍यो।

source: 1.3 Irrigation: Before the advent of the panchayat system, the irrigation facility was only available to 11,428 ha.
ne_np: १.३ सित्र्चाइ : पञ्चायती व्यवस्था लागु हुनुअघि जम्मा ११,४२८ हे. मा मात्र सित्र्चाइ सुविधा उपलब्ध थियो।

source: Though emphasis was given on the development and expansion of the irrigation sector in the past periodic plans, its implementation part could not be effective.
ne_np: विगतका योजनाहरुमा सित्र्चाइ क्षेत्रको विकास तथा विस्तारमा जोड दिए तापनि यसको कार्यान्वय पक्ष प्रभावकारी हुन सकेको देखिएन।

source: Industry, Tourism and Electricity 2.
ne_np: उद्योग, पर्यटन तथा विद्युत् २.

source: During the period of three decades, the development of industry remained at the rudimentary stage and could not gain momentum.
ne_np: तीन दशकको अवधिमा उद्योग क्षेत्रको विकास प्रारम्भिक अवस्थामै रह्यो र गतिशील हुन सकेन।

source: Industrial production showed and average increase of 7 percent per annum from the analysis of the production index of 18 principal industrial products from the period 1974/75 to 1989/90.
ne_np: १८ प्रमुख औद्योगिक वस्तुहरुको उत्पादन सूचकाङ्कलाई बिश्लेषण गरी हेर्दा २०३१/३२ देखि २०४६/४७ को अवधिमा औद्योगिक उत्पादन औसत वार्षि क ७.० प्रतिशतले बढेको देखियो।

source: while the production of Jute goods decreased at an average of 6 percent per annum during the period, the production of agricultural tools and bricks and tiles decreased at 4.1 and 1.8 percent respectively.
ne_np: यस अवधिमा जूटका सामानको उत्पादन औसत बार्षिक ६.० प्रतिशतले घट्न गयो भने कृषि औजारको उत्पादन ४.१ प्रतिशतले र इटा टायलको उत्पादन १.८ प्रतिशतले घट्यो।

source: Similarly, there took place only a slow growth in products directly associated with the needs of the society such as cement, sugar, cotton merchandise, matches, there occurred a considerable growth in consumable products like liquor, beer, synthetic cloth, soap, shoe and biscuit.
ne_np: त्यस्तै समाजका आवश्यकतासँग प्रत्यक्ष सम्बन्ध राख्ने सिमेन्ट, चिनी, सूति कपडा, सलार्ईजस्ता वस्तुहरुको उत्पादनमा मन्द बृद्धि भयो भने मदिरा, बियर तथा सिन्थेटिक कपडा, सावुन, जुत्ता तथा बिस्कुटजस्ता उपभोग्य वस्तुहरुको उत्पादनमा निक्कै बृद्धि देखियो।

source: The capacity utilization of some selected industries was about 63 percent during the period from 1975/76 to 1989/90.
ne_np: २०३२/३३ देखि २०४६/४७ को अवधिमा केही छानिएका उद्योगहरुको उत्पादन क्षमताको औसत उपयोग ६३ प्रतिशत भएको देखियो।

source: The capacity utilization of jute goods and beer industries was above 70 percent.
ne_np: जूट सामान र वियर उद्योगको उत्पादन क्षमता उपयोग ७० प्रतिशत भन्दा माथि भयो।

source: Similarly, the capacity utilization of sugar and cigarette industries was 69 and 66 percent respectively.
ne_np: त्यस्तै चिनीको ६९ प्रतिशत र चुरोटको ६६ प्रतिशत क्षमता उपयोग भयो।

source: But the same of the cement, brick and tile and match industries remained less than 60 percent.
ne_np: तर सिमेन्ट, इँटा, टायल, जुत्ता र सलाई उद्योगको क्षमता उपयोग भने ६० प्रतिशतभन्दा कम रह्यो।

source: Hence, the pace of development of the industrial sector was slow in the past.
ne_np: यसरी विगतमा उद्योगक्षेत्रको विकास मन्द रह्यो।

source: The industrial policies of the past had emphasized the creation of industrial environment to increase the contribution of the industrial sector to the economy by infusing momentum into this sector.
ne_np: विगतका औद्योगिक नीतिहरुले उद्योगक्षेत्रमा गतिशीलता ल्याई अर्थतन्त्रमा यसको योगदान बढाउन औद्योगिक वातावरण सृजना गर्नेतर्फ जोड दिएका थिए।

source: But the flow of investment could not be channeled to industries with long term benefits due to the lack of proper implementation mechanism, procedural constraints and administrative delay.
ne_np: तर सही कार्यान्वयनको अभाव, प्रक्रियात्मक झन्झट तथा प्रशासनिक ढिलासुस्तीको कारणले गर्दा दीर्घकालीन रुपमा फाइदा पुर्‍याउने किसिमका उद्योगहरुमा लगानी प्रवाहित गर्न सफल हुन सकेन।
